{
  "name": "Probiotics that have been removed from the drug tariff",
  "title": "Cost of non-ACBS probiotics per 1000 patients",
  "description": "Cost of non-ACBS probiotics per 1000 patients",
  "y_label": "Cost (£) per 1000 patients",
  "why_it_matters": [
    "<p>The Advisory Committee on Borderline Substances (ACBS) is responsible for assessing and recommending products applying for ",
    "listing in Part XV of the Drug Tariff. In 2018 the ACBS reviewed some products listed in Part XV to ensure they are still ",
    "clinically effective and appropriate to be listed. They considered the probiotics VSL#3 and Vivomixx and advised the Secretary ",
    "of State for Health and Social Care to remove these products. The Secretary of State accepted this recommendation and removed the ",
    "products from the Drug Tariff in November 2018.",
    "This is consistent with <a href='https://www.england.nhs.uk/medicines/conditions-for-which-over-the-counter-items-should-not-routinely-be-prescribed/'> ",
    "NHS England guidance </a> that recommends probiotics should no longer be routinely prescribed.</p>",
    "<p> The ACBS concluded that the evidence did not sufficiently demonstrate that the products are clinically effective. Additionally",
    "the ACBS & MHRA consider the presentation of a product to prevent a clinical condition such as pouchitis as a specific medicinal claim.",
    "Therefore these products now fall within the definition of a medicine (not a borderline substance) and should be regulated as such. </p>",
    "<p>Importantly this means that they are also allowed on prescription, despite not currently",
    "being licensed as a medicine, and having been removed from the drug tariff as the evidence does not support them meeting the threshold",
    "for Part XV of the Drug Tariff.</p>"
    ],
  "numerator_short": "Probiotics cost (£)",
  "denominator_short": "1000 patients",
  "url": null,
  "is_percentage": false,
  "is_cost_based": true,
  "low_is_good": true,
  "tags": [
    "core",
    "cost",
    "efficacy",
    "nutrition"
  ],
  "numerator_type": "bnf_cost",
  "numerator_bnf_codes_filter": [
   "0913531A0 # Liquid OTC probiotic (0913531)",
   "0913531B0 # Capsules delisted probiotic (0913531)",
   "0913531C0 # Powder delisted probiotic (0913531)",
   "0913531D0 # Tablet OTC probiotic (0913531)"
  ],
  "denominator_type": "list_size",
  "authored_by": "richard.croker@phc.ox.ac.uk",
  "checked_by": "andrew.brown@phc.ox.ac.uk",
  "date_reviewed": "2024-08-06",
  "next_review": "2026-08-06",
  "measure_complexity": "low",
  "measure_type": "bnf_code",
  "radar_exclude": false
}
