{
  "name": "Vitamin B vs thiamine",
  "title": [
    "vitamin B complex ",
    "as a percentage of prescribing of vitamin B and thiamine tablets"
  ],
  "description": [
    "Prescribing of vitamin B complex (normal and strong tablets)",
    "as a percentage of prescribing of vitamin B and thiamine tablets"
  ],
  "numerator_short": "Vitamin B complex items",
  "denominator_short": "Vitamin B complex and thiamine items",
  "why_it_matters": [
    "One of the most common reasons why vitamin B has been prescribed is to prevent Wernicke's encephalopathy in chronic alcohol ",
    "disorders. However, the latest position statment from the Regional Medicines Optimisation Committee (RMOC) ",
    "<a href='https://www.sps.nhs.uk/wp-content/uploads/2019/12/RMOC-position-statement-oral-vitamin-B-supplementation-in-alcoholism-v1.0-1.pdf'>",
    "provides the following guidance:</a></p>",
    "<ul>",
    "<li>Do not initiate vitamin B compound or vitamin B compound strong tablets for any of the following indications: ",
    "<ul>",
    "<li>Prevention of WE in alcoholism</li>",
    "<li>Dietary supplementation</li>",
    "<li>Prevention of deficiency</li>",
    "<li>Maintenance treatment following treatment of deficiency</li>",
    "</ul></li>",
    "<li>Review all existing patients prescribed vitamin B complex preparations with a view to stopping treatment in all but ",
    "exceptional circumstances, such as in those patients with a medically diagnosed deficiency due to lifelong or chronic condition, ",
    "or following surgery that results in malabsorption. If all relevant patient factors have been taken into account and it is ",
    "considered appropriate to stop, treatment may be stopped immediately. </li>",
    "<li>The decision to discontinue treatment should be carefully explained to the patient, and should emphasise the positive ",
    "aspects of discontinued prescribing of drugs with a low clinical value.</li>",
    "<li>Advise patients who wish to use these vitamin B preparations as dietary supplements to purchase them over the counter</li>",
    "<li>Prescribe prophylactic oral thiamine 200 to 300 mg daily in divided doses to harmful or dependent drinkers for prevention ",
    "of WE continued for as long as malnutrition is present and/or during periods of continued alcohol consumption. </li>",
    "<li>Review patients prescribed thiamine with a view to stopping if the patient has been abstinent for 6 weeks or more and has ",
    "regained adequate nutritional status. </li>",
    "<li>Patients who require continued treatment with thiamine should be reviewed at appropriate intervals depending on individual ",
    "circumstances. </li>",
    "</ul>",
    "<p>Please see our other measure: <a href='https://openprescribing.net/measure/vitbper1000/'> Vitamin B per 1000 patients.</a></p>"
  ],
  "tags": [
    "efficacy",
    "nice",
    "cost"
  ],
  "url": null,
  "is_percentage": true,
  "is_cost_based": false,
  "low_is_good": true,
  "numerator_type": "bnf_items",
  "numerator_bnf_codes_filter": [
    "0906027G0%AA # Vit B Co_Tab",
    "0906027G0%AB # Vit B Co Strong_Tab)"
  ],
  "denominator_type": "bnf_items",
  "denominator_bnf_codes_filter": [
    "0906027G0%AA # Vit B Co_Tab",
    "0906027G0%AB # Vit B Co Strong_Tab)",
    "0906026M0%AF # Thiamine HCl_Tab 50mg",
    "0906026M0%AG # Thiamine HCl_tab 100mg"
  ],
  "authored_by": [
    "richard.croker@phc.ox.ac.uk"
  ],
  "checked_by": [
    "brian.mackenna@phc.ox.ac.uk"
  ],
  "date_reviewed": [
    "2020-02-03"
  ],
  "next_review": [
    "2022-02-03"
  ],
  "measure_complexity": [
    "low"
  ]
}