{
  "name": "Vitamin B complex per 1000 patients",
  "title":"Vitamin B complex prescribing per 1000 patients",
  "description": "Prescribing of vitamin B complex (normal and strong tablets) per 1000 registered patients",
  "numerator_short": "Vitamin B complex items",
  "denominator_short": "1000 patients",
  "y_label": "Items per 1000 patients",
  "why_it_matters": [
    "One of the most common reasons why vitamin B has been prescribed is to prevent Wernicke's encephalopathy in chronic alcohol disorders. ",
    "A 2019 position statment from the Regional Medicines Optimisation Committee (RMOC) ",
    "<a href='https://web.archive.org/web/20220830200316/https://www.sps.nhs.uk/wp-content/uploads/2019/12/RMOC-position-statement-oral-vitamin-B-supplementation-in-alcoholism-v1.0-1.pdf'>",
    "states that:</a></p>",
    "<ul>",
    "<li>Due to a lack of evidence on their efficacy and safety, vitamin B complex preparations (vitamin B compound and ",
    "vitamin B compound strong tablets) should not be prescribed for prevention of Wernicke’s Encephalopathy (WE) in alcoholism</li>",
    "<li>Vitamin B complex preparations should not be prescribed for preventing deficiency or for maintenance treatment following",
    "treatment for deficiency.</li>",
    "<li>Vitamin B complex preparations should not be prescribed as dietary supplements. Patients who wish to use them for dietary ",
    "supplementation should be advised to purchase them over the counter.</li>",
    "<li>Vitamin B compound strong tablets may be prescribed on a short-term basis (10 days) for patients at risk of refeeding ",
    "syndrome. This also applies to patients who are not harmful or dependent drinkers.</li>",
    "<li>In rare cases where there might be a justifiable reason for prescribing vitamin B complex e.g. medically diagnosed ",
    "deficiency or chronic malabsorption, vitamin B compound strong and not vitamin B compound should be prescribed as it ",
    "represents better value for money.</li>",
    "</ul>",
    "<p>The RMOC advice is to review all existing patients prescribed vitamin B complex preparations with a view to stopping treatment ",
    "in all but exceptional circumstances, such as in those patients with a medically diagnosed deficiency due to lifelong or ",
    "chronic condition, or following surgery that results in malabsorption."
  ],
  "tags": [
    "core",
    "efficacy",
    "nice"
  ],
  "url": null,
  "is_percentage": false,
  "is_cost_based": false,
  "low_is_good": true,
  "numerator_type": "bnf_items",
  "numerator_bnf_codes_filter": [
    "0906027G0 # Vit B Compound"
  ],
  "denominator_type": "list_size",
  "authored_by": "richard.croker@phc.ox.ac.uk",
  "checked_by": "",
  "date_reviewed": "2024-02-12",
  "next_review": "2026-02-12",
  "measure_complexity": "low",
  "measure_type": "bnf_code",
  "radar_exclude": "false"
}
