{
  "name": "Items which should not routinely be prescribed in primary care - liothyronine (including Armour Thyroid and liothyronine combination products)",
  "title": "Liothyronine cost per 1000 patients",
  "description": "Cost of liothyronine per 1000 patients",
  "numerator_short": "Liothyronine cost (£)",
  "denominator_short": "1000 patients",
  "why_it_matters": [
    "<p><a href='https://www.england.nhs.uk/long-read/items-which-should-not-routinely-be-prescribed-in-primary-care-policy-guidance/#liothyronine-including-armour-thyroid-and-liothyronine-combination-products-updated-2023' target='_blank'>",
    "NHS England guidance states</a>:</p>",
    "<p><i>Liothyronine (sometimes known as T3) is used to treat hypothyroidism. It has a similar action to levothyroxine but is metabolised faster and has a quicker effect. It is sometimes used in combination with ",
    "levothyroxine in products.</p>",
    "<p>Prior to 2017, the price of liothyronine <a href='https://openprescribing.net/tariff/?codes=0602010M0AAAAAA' target='_blank'>rose significantly</a> and there is limited evidence for efficacy above levothyroxine for most patients.",
    " Since 2017, the price of liothyronine has fallen but it is still significantly higher than the price of levothyroxine tablets.</p>",
    "<p>The British Thyroid Association (BTA) and Society for Endocrinologists 2023 <a hef='https://onlinelibrary.wiley.com/doi/full/10.1111/cen.14935' target='_blank'>joint consensus statement</a> states ",
    "'There is no convincing evidence to support routine use of thyroid extracts, L-T3 monotherapy, compounded thyroid hormones, iodine containing preparations, dietary supplementation and over the counter (OTC) preparations ",
    "in the management of hypothyroidism'.</p>",
    "<p>Due to the significant costs associated with liothyronine and the limited evidence to support its routine prescribing in preference to levothyroxine, the joint clinical working group considered liothyronine suitable ",
    "for inclusion in this guidance. However, during the consultation, we heard and received evidence about a cohort of patients who require liothyronine, and the clinical working group felt it necessary to include ",
    "some exceptions based on guidance from the BTA. These exceptions are clarified in <a href='https://www.england.nhs.uk/long-read/liothyronine-advice-for-prescribers/' target='_blank'>NHS England Liothyronine - advice for prescribers.</a></p>",
    "NHS England and the British Thyroid Association (BTA) advise that a small proportion of patients treated with levothyroxine continue to have symptoms despite adequate biochemical correction. ",
    "Liothyronine may be appropriate for these patients.</p>",
    "Where symptoms persist on levothyroxine, and in line with NHS England and BTA prescribing advice on liothyronine, endocrinologists providing NHS services may initiate liothyronine for new patients after a ",
    "carefully audited trial of liothyronine lasting at least 3 months.</p>",
    "<p>For patients currently prescribed liothyronine who have not already had a review, an NHS consultant endocrinologist should review them to consider switching to levothyroxine where clinically appropriate. ",
    "Prescriptions for individuals already receiving liothyronine should continue until that review has taken place.</p>",
    "<p>Liothyronine is used for patients with thyroid cancer, in preparation for radioiodine ablation, iodine scanning or stimulated thyroglobulin test. ",
    "In these situations, it is appropriate for patients to obtain their prescriptions from the centre undertaking the treatment and not routinely obtained from primary care prescribers.</p></i>",
    "<p>NHS England recommend that GPs:",
    "<ul>",
    "<li>Do not initiate.</li>",
    "<li>Deprescribe in patients currently prescribed this medicine.</li>",
    "<li>Prescribe only if no other item or intervention is clinically appropriate.</li>",
    "<li>Prescribe only if no other item or intervention is available.</li>",
    "<li>Prescribe only if for a named indication in this guidance.</li>",
    "</ul>"
  ],
  "tags": [
    "cost",
    "lowpriority",
    "lowpriority_exceptions"
  ],
  "url": null,
  "is_percentage": false,
  "is_cost_based": true,
  "low_is_good": true,
  "numerator_type": "bnf_cost",
  "numerator_bnf_codes_filter": [
    "0602010M0 # Liothyronine Sodium",
    "0602010Z0 # Levothyroxine Sodium & Liothyronine"
  ],
  "denominator_type": "list_size",
  "authored_by": "richard.croker@phc.ox.ac.uk",
  "checked_by": "",
  "date_reviewed": "2023-08-22",
  "next_review": "2025-08-22",
  "measure_complexity": "low",
  "measure_type": "bnf_code",
  "radar_exclude": false
}