{
  "antimicrobial": {
    "name": "Antimicrobial Stewardship",
    "description": "These measures are useful for monitoring antibiotic prescribing to reduce the threat of antimicrobial resistance"
  },
  "cardiovascular": {
    "name": "Cardiovascular system",
    "description": "These measures are for treatments commonly used for treating conditions affecting the cardiovascular system"
  },
  "centralnervous": {
    "name": "Central Nervous system",
    "description": "These measures are for treatments commonly used for treating conditions affecting the central nervous system"
  },
  "core": {
    "name": "Core",
    "description": null
  },
  "cost": {
    "name": "Cost Saving",
    "description": "Changes to prescribing in this area will result in cost savings"
  },
  "diabetes": {
    "name": "Diabetes",
    "description": "These measures are for treatments commonly used for treating diabetes"
  },
  "efficacy": {
    "name": "Efficacy",
    "description": "Available evidence suggests that these treatments may not be effective or have more efficacious alternatives"
  },
  "erectiledysfunction": {
    "name": "Erectile dysfunction",
    "description": "These measures are for treatments commonly used for treating erectile dysfunction"
  },
  "eye": {
    "name": "Eye",
    "description": "These measures are for treatments commonly used for treating conditions affecting the eye"
  },
  "gastrointestinal": {
    "name": "Gastrointestinal system",
    "description": "These measures are for treatments commonly used for treating conditions affecting the gastrointestinal system"
  },
  "generic": {
    "name": "Generic prescribing",
    "description": "These measures relate to cost saving via generic prescribing"
  },
  "infections": {
    "name": "Infections",
    "description": "These measures are for treatments commonly used for treating infections, including antibiotics and dressings"
  },
  "lowpriority": {
    "name": "Low Priority",
    "description": [
      "This is an <strong>experimental</strong> list of products ",
      "considered a low priority for NHS Funding ",
      "<a href=\"https://www.england.nhs.uk/2017/07/medicine-consultation/\">by NHS England</a>;",
      " we welcome feedback.  These are indicative only, and should be approached with caution ",
      "(<a href=\"/faq/#measureinterpret\">read more</a>)."
    ]
  },
  "mentalhealth": {
    "name": "Mental health",
    "description": "These measures are for treatments commonly used for treating mental health conditions"
  },
  "opioids": {
    "name": "Opioids",
    "description": "These measures relate to the use of opioids"
  },
  "pain": {
    "name": "Pain",
    "description": "These measures are for treatments commonly used for treating pain"
  },
  "paper": {
    "name": "Mentioned in Papers",
    "description": [
      "The below measures have been referenced in papers published by the EBM DataLab team."
    ]
  },
  "reproductive": {
    "name": "Reproductive system",
    "description": "These measures are for treatments commonly used for treating conditions affecting the reproductive system"
  },
  "respiratory": {
    "name": "Respiratory",
    "description": "These measures are for treatments commonly used for treating respiratory conditions such as asthma and COPD"
  },
  "safety": {
    "name": "Safety",
    "description": "Changes in these measures may result in reduction of the risk of harm to patients"
  }
}
